Repository: paullittrell/ukuu
Catalog: po/ukuu-*.po
Languages: pl

source: About
pl: O programie

source: Admin access is required for running this application.
pl: Aby uruchomić tę aplikację niezbędne są prawa administratora.

source: Another instance of this application is running
pl: Inna instancja tej aplikacji jest uruchomiona

source: Artists
pl: Artyści

source: Authors
pl: Аutorzy

source: Available Kernels
pl: Dostępne jądra

source: Back
pl: Wstecz

source: Booting previous kernels
pl: Uruchamianie poprzednich jąder

source: Cancel
pl: Anuluj

source: Changes
pl: Zmiany

source: Check every
pl: Sprawdzaj co

source: Check for kernel updates
pl: Sprawdź nowe wersje jądra

source: Close
pl: Zamknij

source: Commands listed below are not available on this system
pl: Poniższe polecenia nie są dostępne na tym systemie

source: Contributions
pl: Wkład

source: Could not find requested version
pl: Nie można odnaleźć żądanej wersji

source: Created directory
pl: Utworzono katalog

source: Credits
pl: Zasługi

source: Day(s)
pl: Dni

source: Deleted directory
pl: Usunięto katalog

source: Dir not found
pl: Katalog nie odnaleziony

source: Display
pl: Pokaż

source: Distribution
pl: Dystrybucja

source: Documenters
pl: Dokumentujący

source: Donate
pl: Wesprzyj

source: Donations
pl: Wsparcie

source: Download packages for specified kernel
pl: Pobierz pakiety dla wybranego jądra

source: Downloading
pl: Pobieranie

source: ERROR
pl: BŁĄD

source: Error
pl: Błąd

source: Failed to copy file
pl: Nie udało się skopiować pliku

source: Failed to create dir
pl: Nie udało się utworzyć katalogu

source: Failed to delete file
pl: Nie udało się usunąć pliku

source: Failed to move file
pl: Nie udało się przenieść pliku

source: Failed to read file
pl: Nie udało się odczytać pliku

source: Failed to write file
pl: Nie udało się zapisać pliku

source: Fetching index from kernel.ubuntu.com...
pl: Pobieranie indeksu z kernel.ubuntu.com...

source: File copied
pl: Plik skopiowany

source: File deleted
pl: Plik usunięty

source: File is missing
pl: Brak pliku

source: File moved
pl: Plik przeniesiony

source: File not found
pl: Nie odnaleziono pliku

source: File not found: %s
pl: Nie odnaleziono pliku: %s

source: File saved
pl: Plik zapisany

source: GRUB Options
pl: Opcje GRUB

source: Hide unstable and RC releases
pl: Ukryj wydania niestabilne i RC

source: Hour(s)
pl: Godzin(y)

source: Ignore this update
pl: Zignoruj tę aktualizację

source: Index is fresh
pl: Indeks jest aktualny

source: Index is stale
pl: Indeks jest nieaktualny

source: Install
pl: Zainstaluj

source: Install specified mainline kernel
pl: Zainstaluj wybrane jądro

source: Install this kernel
pl: Zainstaluj to jądro

source: Installation completed with errors
pl: Instalacja zakończona z błędami

source: Installation completed. A reboot is required to use the new kernel.
pl: Instalacja zakończona. Aby korzystać z nowego jądra, konieczne jest ponowne uruchomienie.

source: Installed
pl: Zainstalowany

source: Internet connection is not active
pl: Brak połączenia z internetem

source: Kernel
pl: Jądro

source: Kernel upgrade utility for Ubuntu-based distributions
pl: Narzędzie uaktualniania jądra dla dystrybucji z rodziny Ubuntu

source: List all available mainline kernels
pl: Pokaż wszystkie dostępne jądra

source: Missing Icon
pl: Brakująca ikona

source: Multiple Kernels Selected
pl: Wybrano kilka jąder

source: Multiple kernels selected for installation. Select only one.
pl: Wybrano kilka jąder do instalacji. Wybierz tylko jedno.

source: No Internet
pl: Brak internetu

source: No updates found
pl: Nie znaleziono aktualizacji

source: Not Selected
pl: Nie wybrany

source: Notification
pl: Powiadomienia

source: Notify if a major release is available
pl: Powiadom, jeśli pojawi się główna wersja

source: Notify if a point release is available
pl: Powiadom, jeśli pojawi się wersja punktowa

source: Options
pl: Opcje

source: Packages Available (DEB)
pl: Dostępne pakiety (DEB)

source: Packages Installed
pl: Pakiety zainstalowane

source: Please install required packages and try again
pl: Zainstaluj wymagane pakiety i spróbuj ponownie

source: Preparing to remove selected kernels
pl: Przygotowanie do usunięcia wybranych jąder

source: Print debug information
pl: Wypisz informacje debugujące

source: Refresh
pl: Odśwież

source: Refreshing...
pl: Odświeżam...

source: Remove
pl: Usuń

source: Remove files from application cache
pl: Usuń pliki z pamięci podręcznej aplikacji

source: Run 'ukuu --list' and use the version string listed in first column
pl: Uruchom 'ukuu --list' i użyj wersji wyświetlonej w pierwszej kolumnie

source: Running
pl: Uruchomiony

source: Select a single kernel to install
pl: Wybierz pojedyncze jądro do instalacji

source: Select the kernel to install
pl: Wybierz pojedyncze do instalacji

source: Select the kernels to remove
pl: Wybierz jądro do usunięcia

source: Selected kernel is currently running and cannot be removed. Install another kernel before removing this one.
pl: Wybrane jądro aktualnie działa i nie może zostać usunięte. Zainstaluj inne jądro przed usunięciem tego.

source: Settings
pl: Ustawienia

source: Show all options
pl: Pokaż wszystkie opcje

source: Show notification bubble on desktop
pl: Pokaż powiadomienia na pulpicie

source: Show notification dialog
pl: Pokaż okno powiadomień

source: Stopped
pl: Zatrzymany

source: Syntax
pl: Składnia

source: Third Party Tools
pl: Narzędzia osób trzecich

source: This kernel is already installed.
pl: To jądro jest już zainstalowane.

source: This kernel is currently running and cannot be removed. Install another kernel before removing this one.
pl: To jądro aktualnie działa i nie może zostać usunięte. Zainstaluj inne jądro przed usunięciem tego.

source: Time (in seconds) to display the GRUB menu 0 = Do not show menu -1 = Show indefinitely till user selects
pl: Czas (w sekundach) wyświetlania menu GRUB 0 = Nie pokazuj -1 = Wyświetlaj do momentu wybrania przez użytkownika

source: Translators
pl: Tłumacze

source: Un-install completed
pl: De-instalacja zakończona

source: Un-install completed with errors
pl: De-instalacja zakończona z błędami

source: Unknown option
pl: Nieznana opcja

source: Updates the GRUB menu after installing or removing kernels, so that the menu is displayed for 2 seconds at boot time. This will help you recover from a bad kernel update by selecting another kernel to boot. During boot, use the 'Advanced options for Ubuntu' menu entry to select another kernel. 0 = Do not show menu -1 = Show indefinitely till user selects
pl: Aktualizuje menu GRUB po zainstalowaniu lub usunięciu jądra, dzięki czemu menu jest wyświetlane przez 2 sekundy w czasie rozruchu. Pomoże to odzyskać kontrolę z powodu złej aktualizacji jądra, przez wybranie innego jądra do uruchomienia. Podczas uruchamiania wybierz opcję "Advanced options for Ubuntu" w celu wybrania innego jądra. 0 = Nie pokazuj -1 = Wyświetlaj do momentu wybrania przez użytkownika

source: Updating GRUB menu
pl: Aktualizacja menu GRUB

source: Version
pl: Wersja

source: Week(s)
pl: Tygodni

source: [Warning] Deleted invalid lock
pl: [Ostrzeżenie] Usunięto nieprawidłową blokadę
